export const title = 'Обери чат-кімнату для спілкування:'
export const cardsContent = [
	{
		id: 1,
		img: { src: 'main', alt: 'Загальний чат' },
		subTitle: 'Загальний чат',
		text: 'Чат для обговорення будь-яких тем, у народі називається “болталка”. Спілкуйся з різними людьми, щоб знайти однодумців!',
	},
	{
		id: 2,
		img: { src: 'dating', alt: 'Чат для знайомств' },
		subTitle: 'Чат для знайомств',
		text: 'Знайомся з новими людьми, спілкуйся на спільні теми та знаходь своє справжнє кохання!',
	},
	{
		id: 3,
		img: { src: 'work', alt: 'Робочий чат' },
		subTitle: 'Робочий чат',
		text: 'Створюй анонімні чати для обговорення робочих питань, де важлива неупереджена анонімна думка!',
	},
	{
		id: 4,
		img: { src: 'news', alt: 'Чат новин' },
		subTitle: 'Чат новин',
		text: 'Обговорюй новини та політичну ситуацію у країні, аналізуй та ділись своїми думками з іншими!',
	},
	{
		id: 5,
		img: { src: 'business', alt: 'Чат для бізнесу' },
		subTitle: 'Чат для бізнесу',
		text: 'Кімната для обговорення тонкощів бізнес-процесів. Ділись своїми думками та знаннями з іншими! ',
	},
	{
		id: 6,
		img: { src: 'private', alt: 'Приватний чат' },
		subTitle: 'Приватний чат',
		text: 'Якщо є ідеї для обговорення - створи новий чат зі своєю тематикою та збери однодумців для спілкування!',
	},
]
