interface Question {
	id: number
	question: string
	answer: string
}

export const questions: Question[] = [
	{
		id: 1,
		question: 'Що таке НАШChat?',
		answer: 'НАШChat — це місце для твого комфортного та цікавого спілкування!',
	},
	{
		id: 2,
		question: 'Як користуватись НАШChat?',
		answer:
			'Анонімно спілкуйся з користувачами за спільними інтересами, запрошуй друзів та знайомих або створюй свої чат-кімнати для обговорення важливих та цікавих тем.',
	},
	{
		id: 3,
		question: 'Як спілкуватись у чат-кімнатах?',
		answer:
			'Обирай чат-кімнату за своїми інтересами та спілкуйся з іншими користувачами. Максимальна кількість повідомлень - 500 шт. Після цього твої повідомлення видаляються до кількості 250 шт.',
	},
	{
		id: 4,
		question: 'Чи можу я додати друзів до чату?',
		answer:
			'Запрошуй друзів та знайомих, використовуй анонімне спілкування, щоб дізнатися справжню думку оточуючих!',
	},
	{
		id: 5,
		question: 'Чи можу я створити свій чат?',
		answer:
			'Так, якщо є ідеї для обговорення - створи новий чат зі своєю тематикою та збери однодумців для спілкування!',
	},
	{
		id: 6,
		question: 'Що робити, якщо не знайшов для себе чат-кімнату для спілкування?',
		answer:
			'Якщо ти не знайшов чат-кімнату за своїми вподобаннями, створи свою приватну чат-кімнату та запроси друзів для спілкування. ',
	},
	{
		id: 7,
		question: 'Що робити, якщо у чаті спілкуються некоректно?',
		answer: 'Якщо хтось спілкується некоректно, будь ласка, сповісти нас про це.',
	},
]
