export const title = 'Що таке НАШChat?'
export const listItems = [
	'Спілкуйся з користувачами приватно або у чат кімнатах',
	'Обирай кола людей за своїми інтересами',
	'Використовуй НАШChat для анонімного спілкування',
	'Вільне спілкування в масштабах всієї планети',
	'Твої повідомлення видаляються через 48 годин',
	'Відсутність обов’язкової реєстрації та збору персональних даних',
]
export const altForContentImg = 'людина, яка дивиться у ноутбук, біля якого стоїть кава'
export const buttonContent = 'Авторизуватися'
